{
  "homepage.head.title": {
    "message": "FunBlocks AI - Your AI-powered workspace for enhanced creativity and productivity through innovative whiteboarding, mind mapping, slide creation, and document tools"
  },
  "homepage.nav.home": {
    "message": "FunBlocks AI"
  },
  "homepage.nav.aiflow": {
    "message": "AIFlow"
  },
  "homepage.nav.tools": {
    "message": "Quick Start"
  },
  "homepage.nav.useCases": {
    "message": "Use Cases"
  },
  "homepage.nav.workspace": {
    "message": "Workspace"
  },
  "homepage.nav.pricing": {
    "message": "Pricing"
  },
  "homepage.nav.trial": {
    "message": "Free Trial"
  },
  "homepage.hero.title": {
    "message": "Explore, Think and Create with AI"
  },
  "homepage.hero.subtitle": {
    "message": "An AI-driven platform that enhances thinking and productivity through visualization. Effortlessly convert intricate concepts into engaging visual mind maps, dynamic slides, and informative infographics."
  },
  "homepage.hero.trial": {
    "message": "Free Trial Now"
  },
  "homepage.hero.learnMore": {
    "message": "Learn More"
  },
  "homepage.beyond.title": {
    "message": "Beyond ChatGPT"
  },
  "homepage.beyond.description": {
    "message": "Text chatbox is not the only way to interact with AI. Visualize your thoughts and AI's output in formats that truly enhance your cognitive process."
  },
  "homepage.beyond.visualize.title": {
    "message": "Visualize Complex Thinking"
  },
  "homepage.beyond.visualize.description": {
    "message": "Transform linear conversations into multidimensional mind maps that reveal connections, patterns, and insights that text alone cannot convey."
  },
  "homepage.beyond.accelerate.title": {
    "message": "Accelerate Creativity and Innovation"
  },
  "homepage.beyond.accelerate.description": {
    "message": "Combine AI's vast knowledge with visual thinking techniques to break through creative barriers and generate breakthrough ideas."
  },
  "homepage.beyond.streamline.title": {
    "message": "Enhance Your Productivity"
  },
  "homepage.beyond.streamline.description": {
    "message": "Transform complex information into structured visual outputs that can be instantly converted into professional deliverables."
  },
  "homepage.features.visualize.title": {
    "message": "Visualize Complex Thinking"
  },
  "homepage.features.visualize.description": {
    "message": "Traditional AI chatbots limit thinking to a linear conversation. FunBlocks AIFlow expands your cognitive horizon with multidimensional mind maps on an infinite canvas."
  },
  "homepage.features.visualize.point1": {
    "message": "Explore any topic from multiple angles simultaneously, revealing insights that linear thinking misses"
  },
  "homepage.features.visualize.point2": {
    "message": "Dive infinitely deeper into any subtopic while maintaining the full context, creating comprehensive knowledge structures"
  },
  "homepage.features.visualize.point3": {
    "message": "Let AI generate an entire exploration space with related topics and questions you hadn't considered"
  },
  "homepage.features.visualize.point4": {
    "message": "Refine your thinking with AI-optimized questions that target the core of complex problems"
  },
  "homepage.features.accelerate.title": {
    "message": "Accelerate Creativity and Innovation"
  },
  "homepage.features.accelerate.description": {
    "message": "Move beyond the creative limitations of text-based AI interactions. FunBlocks AIFlow combines AI insights with powerful visual frameworks to spark genuine innovation."
  },
  "homepage.features.accelerate.point1": {
    "message": "Integrate AI's vast knowledge with visual brainstorming to generate connections human minds might not naturally make"
  },
  "homepage.features.accelerate.point2": {
    "message": "Deconstruct complex problems visually to identify root causes and hidden opportunities"
  },
  "homepage.features.accelerate.point3": {
    "message": "Apply classic thinking models (like SCAMPER, Six Thinking Hats, and First Principles) directly in your mind maps with AI assistance"
  },
  "homepage.features.accelerate.point4": {
    "message": "Overcome creative blocks by visually expanding idea spaces in multiple directions simultaneously"
  },
  "homepage.features.streamline.title": {
    "message": "Enhance Your Productivity"
  },
  "homepage.features.streamline.description": {
    "message": "Transform the way you work with information. FunBlocks AIFlow turns complex knowledge work into a visual, collaborative process with immediate, tangible outputs."
  },
  "homepage.features.streamline.point1": {
    "message": "Instantly break down overwhelming projects into manageable visual components with AI assistance"
  },
  "homepage.features.streamline.point2": {
    "message": "Interact with AI through an intuitive visual interface that matches how your brain naturally processes complex information"
  },
  "homepage.features.streamline.point3": {
    "message": "Collaborate with AI to explore multiple solution paths simultaneously, identifying the optimal approach faster"
  },
  "homepage.features.streamline.point4": {
    "message": "Convert your visual thinking directly into professional deliverables—slides, infographics, documents—with a single click"
  },
  "homepage.tools.title": {
    "message": "AI Tools Tailored for Diverse Use Cases"
  },
  "homepage.tools.description": {
    "message": "Specifically designed for various scenarios, enabling users to leverage AI effortlessly and lowering the learning curve for enhanced creativity and productivity."
  },
  "homepage.tools.tools_list": {
    "message": "AI Tools"
  },
  "homepage.tools.tool1.title": {
    "message": "AI Mind Map Generator"
  },
  "homepage.tools.tool1.description": {
    "message": "Easily convert documents, books, and movies into mind maps to help you clarify complex ideas quickly."
  },
  "homepage.tools.tool2.title": {
    "message": "AI Brainstorming"
  },
  "homepage.tools.tool2.description": {
    "message": "Combine AI with classic thinking models to brainstorm on specific topics or problems, sparking creativity and innovative solutions."
  },
  "homepage.tools.tool3.title": {
    "message": "AI Critical Thinking"
  },
  "homepage.tools.tool3.description": {
    "message": "Enhance your critical thinking skills, gaining insights from multiple perspectives through questioning, analysis, and reflection."
  },
  "homepage.tools.tool4.title": {
    "message": "AI Slides Generator"
  },
  "homepage.tools.tool4.description": {
    "message": "Quickly create professional slides and presentations on any topic, making it easy to prepare for your presentations."
  },
  "homepage.tools.tool5.title": {
    "message": "AI Infographics Generator"
  },
  "homepage.tools.tool5.description": {
    "message": "Automatically generate infographics and knowledge cards from input text, helping you convey information visually."
  },
  "homepage.tools.tool6.title": {
    "message": "AI Art Insight"
  },
  "homepage.tools.tool6.description": {
    "message": "Gain deeper artistic analysis and appreciation by taking photos during your travels and museum visits."
  },
  "homepage.tools.tool7.title": {
    "message": "AI Education Tool"
  },
  "homepage.tools.tool7.description": {
    "message": "Break down topics into progressive cognitive levels based on Bloom's educational theories to enhance learning efficiency and teaching effectiveness."
  },
  "homepage.tools.tool8.title": {
    "message": "AI Psychological Insights"
  },
  "homepage.tools.tool8.description": {
    "message": "Receive psychological counseling and dream interpretation services anytime, helping you better understand your inner world."
  },
  "homepage.tools.tool9.title": {
    "message": "AI Image Generator"
  },
  "homepage.tools.tool9.description": {
    "message": "Generate personalized avatars and images in your desired style with a single click."
  },
  "homepage.multiModel.title": {
    "message": "All Leading AI Models in One Place"
  },
  "homepage.multiModel.description": {
    "message": "FunBlocks AI supports all mainstream large language models, giving you the freedom to choose the best AI for your specific needs."
  },
  "homepage.multiModel.advantage": {
    "message": "Boosting productivity without switching between platforms or purchasing multiple subscriptions."
  },
  "homepage.multiModel.benefit": {
    "message": "You can also use your own LLM API key (such as GPT, Claude, Gemini, or any OpenAI-compatible API) to access to all features of FunBlocks AI for FREE!"
  },
  "homepage.workspace.title": {
    "message": "FunBlocks: All-in-one AI Workspace"
  },
  "homepage.workspace.description": {
    "message": "Beyond AIFlow, FunBlocks serves as an all-in-one AI workspace designed to meet all your work and learning requirements, offering seamlessly integrated tools for writing, presenting, brainstorming, browsing and research."
  },
  "homepage.workspace.writer.title": {
    "message": "AI Writer"
  },
  "homepage.workspace.writer.description": {
    "message": "Experience Notion-style Block Editor with AI-powered writing assistance. Create beautiful documents, notes, and content with intelligent suggestions and formatting."
  },
  "homepage.workspace.slides.title": {
    "message": "AI Slides"
  },
  "homepage.workspace.slides.description": {
    "message": "Generate professional presentations with a single click based on any topic. Fully supports Markdown formatting for easy writing and editing of slide content."
  },
  "homepage.workspace.aiflow.title": {
    "message": "AIFlow"
  },
  "homepage.workspace.aiflow.description": {
    "message": "Unleash creativity with AI-powered whiteboard and mind mapping tools. Visualize complex ideas, brainstorm with AI assistance, and organize your thoughts effectively."
  },
  "homepage.workspace.extension.title": {
    "message": "AI Browser Extension"
  },
  "homepage.workspace.extension.description": {
    "message": "Enhance your browsing experience with an intelligent extension that assists with reading and writing on any webpage. Summarize content, draft responses, and research efficiently."
  },
  "homepage.useCases.title": {
    "message": "Use Cases"
  },
  "homepage.useCases.description": {
    "message": "FunBlocks AIFlow adapts to diverse knowledge work scenarios, enhancing your thinking process from exploration to execution."
  },
  "homepage.useCases.learning.title": {
    "message": "Topic-Based Learning"
  },
  "homepage.useCases.learning.description": {
    "message": "Build comprehensive knowledge systems and discover cross-disciplinary connections. Transform books, lectures, and resources into interactive visual mind maps."
  },
  "homepage.useCases.strategy.title": {
    "message": "Work Plan Strategy"
  },
  "homepage.useCases.strategy.description": {
    "message": "Develop strategic work plans by visually mapping goals, breaking down complex initiatives, and generating solution paths with AI guidance."
  },
  "homepage.useCases.analysis.title": {
    "message": "Content Analysis"
  },
  "homepage.useCases.analysis.description": {
    "message": "Deeply analyze films, books, and artworks through mind mapping, extracting profound insights and constructing a comprehensive knowledge system and framework of thought."
  },
  "homepage.useCases.problem.title": {
    "message": "Problem Analysis"
  },
  "homepage.useCases.problem.description": {
    "message": "Visualize complex problems from multiple angles, identify root causes, and discover innovative solutions through structured AI-assisted exploration."
  },
  "homepage.useCases.content.title": {
    "message": "Content Generation"
  },
  "homepage.useCases.content.description": {
    "message": "Transform brainstorming mind maps into polished documents, professional slides, compelling images, and informative infographics with a single click, streamlining your workflow."
  },
  "homepage.useCases.thinking.title": {
    "message": "Thinking Enhancement"
  },
  "homepage.useCases.thinking.description": {
    "message": "Progressively improve your critical and creative thinking abilities through AI-guided mind mapping. Develop advanced cognitive skills through regular use of structured thinking frameworks."
  },
  "homepage.testimonials.title": {
    "message": "What Our Users Say"
  },
  "homepage.testimonials.description": {
    "message": "Discover how FunBlocks AI is transforming the way professionals, students, and teams work, learn, and create."
  },
  "homepage.testimonials.user1.name": {
    "message": "Sarah J."
  },
  "homepage.testimonials.user1.role": {
    "message": "Education Consultant"
  },
  "homepage.testimonials.user1.text": {
    "message": "\"FunBlocks AI has revolutionized how I create educational content. The mind mapping features help me organize complex topics visually, and being able to convert those maps directly into presentation slides saves me hours of work. My students love the clear, visually engaging materials I now produce.\""
  },
  "homepage.testimonials.user2.name": {
    "message": "Michael T."
  },
  "homepage.testimonials.user2.role": {
    "message": "Product Manager"
  },
  "homepage.testimonials.user2.text": {
    "message": "\"I've tried numerous productivity tools, but FunBlocks AI stands out. The combination of AI-powered mind mapping and the ability to generate professional documents in seconds has dramatically improved our team's workflow. The most impressive part? I've noticed my own critical thinking skills improving with regular use.\""
  },
  "homepage.testimonials.user3.name": {
    "message": "Tobias O."
  },
  "homepage.testimonials.user3.role": {
    "message": "Teacher"
  },
  "homepage.testimonials.user3.text": {
    "message": "\"My productivity as a teacher has reached new heights with FunBlocks AI Flow! This incredible tool has become my go-to assistant, helping me dive deeper into content and deliver clearer, more engaging lessons for my students. I'm so impressed with its capabilities that I've decided to share it with my fellow educators during a webinar I'm hosting next week. FunBlocks AI Flow is an absolute powerhouse—it's a game-changer for any teacher looking to enhance their teaching and streamline their workflow!\""
  },
  "homepage.testimonials.user4.name": {
    "message": "Lin W."
  },
  "homepage.testimonials.user4.role": {
    "message": "Grad Student"
  },
  "homepage.testimonials.user4.text": {
    "message": "\"As a research student, organizing complex information is crucial. FunBlocks AI helps me structure my research visually and generate comprehensive literature reviews. The AI assistance has opened my eyes to connections between concepts I might have missed. It's like having a research partner who never sleeps!\""
  },
  "homepage.testimonials.user5.name": {
    "message": "Emily R."
  },
  "homepage.testimonials.user5.role": {
    "message": "Marketing Manager"
  },
  "homepage.testimonials.user5.text": {
    "message": "\"Using FunBlocks AIFlow for brainstorming has helped me break through mental barriers and generate breakthrough ideas, leading to innovative solutions for our marketing strategies. The mind map generator, especially, is an absolute must-have for any creative professional!\""
  },
  "homepage.testimonials.user6.name": {
    "message": "Alex P."
  },
  "homepage.testimonials.user6.role": {
    "message": "Student"
  },
  "homepage.testimonials.user6.text": {
    "message": "\"As a student, FunBlocks AI has significantly enhanced my learning capabilities. It aids in thematic learning, allowing me to explore and delve deeper into subjects, ultimately improving my critical thinking skills.\""
  },
  "homepage.cta.title": {
    "message": "Ready to Embark on a Knowledge Adventure?"
  },
  "homepage.cta.subtitle": {
    "message": "Join FunBlocks AI and unleash your limitless cognitive potential!"
  },
  "homepage.cta.button": {
    "message": "Start Your Free Trial Now"
  },
  "homepage.faq.title": {
    "message": "Frequently Asked Questions"
  },
  "homepage.faq.q0": {
    "message": "What is FunBlocks?"
  },
  "homepage.faq.a0": {
    "message": "FunBlocks is an AI-driven knowledge learning and productivity platform that offers an all-in-one AI workspace. Users can leverage the AI assistant to write documents and notes, conduct mind mapping and whiteboard brainstorming, engage in topic-based learning, and create slides in Markdown format with a single click to generate infographics. Additionally, FunBlocks provides a browser extension to assist users with AI-powered writing and reading on any webpage."
  },
  "homepage.faq.q01": {
    "message": "Why does the homepage emphasize FunBlocks AIFlow?"
  },
  "homepage.faq.a01": {
    "message": "FunBlocks AIFlow innovatively stimulates the creativity of large language models through a visual AI whiteboard and mind mapping, enabling users to brainstorm collaboratively with AI. Users can convert mind maps into tangible work outputs, such as slides and proposal documents, with one click, and these outputs are automatically saved in the FunBlocks workspace for easy modification and optimization later. Therefore, positioning FunBlocks AIFlow as the entry point allows users to experience the powerful capabilities of the FunBlocks platform in enhancing learning, creation, and work efficiency earlier on."
  },
  "homepage.faq.q1": {
    "message": "What is FunBlocks AIFlow?"
  },
  "homepage.faq.a1": {
    "message": "FunBlocks AIFlow is an AI-driven visual thinking platform that helps you transform complex ideas into mind maps, slides, and infographics. It combines the power of AI with visual thinking techniques to enhance your cognitive processes and productivity."
  },
  "homepage.faq.q2": {
    "message": "How does AIFlow differ from ChatGPT?"
  },
  "homepage.faq.a2": {
    "message": "ChatGPT provides linear text conversations, while AIFlow offers a visual and multidimensional workspace. You can explore ideas in multiple directions simultaneously, maintain context through visual hierarchies, and instantly convert your thoughts into professional deliverables."
  },
  "homepage.faq.q3": {
    "message": "What can I create with AIFlow?"
  },
  "homepage.faq.a3": {
    "message": "With AIFlow, you can create mind maps, presentation slides, infographics, strategic plans, knowledge maps, and visual analyses of complex topics. The platform supports various thinking frameworks and allows you to convert your visual creations into different formats."
  },
  "homepage.faq.q4": {
    "message": "What other products does FunBlocks offer besides AIFlow?"
  },
  "homepage.faq.a4": {
    "message": "FunBlocks provides a comprehensive suite of AI tools and a workspace designed to enhance productivity and spark creativity. It integrates AI-powered mind mapping, document writing, and slide generation features to create a holistic knowledge work environment.\n\nKey products include:\nFunBlocks AI Flow: An AI-driven mind mapping tool for creativity and knowledge exploration.\nFunBlocks AI Writer: An AI-powered Notion-style block editor that offers an AI writing assistant for document creation.\nFunBlocks AI Slides: An AI-driven slide generation tool that creates slides with one click, providing content writing and presentation guidance.\nFunBlocks Browser Extension: An efficiency-boosting browser extension that supports AI writing, reading, email replies, and more.\nFunBlocks AI Tools: Professionally designed AI tools for instant access, providing solutions for specific use cases, including AI graphics, AI mind maps, AI brainstorming, AI slides, AI decision analyzers, AI task planners, and AI YouTube summarizers.\nAI Assistant: A customizable AI assistant that supports custom prompts and integrates with AI Flow, AI Slides, AI Writer, and the browser extension."
  },
  "homepage.faq.q5": {
    "message": "Is FunBlocks suitable for team collaboration?"
  },
  "homepage.faq.a5": {
    "message": "Yes, FunBlocks is suitable for both individual and team use. Teams can collaborate in shared workspaces for brainstorming, document writing, and more, while maintaining a shared knowledge base with the assistance of AI."
  },
  "homepage.faq.q6": {
    "message": "Do I need technical skills to use FunBlocks AI?"
  },
  "homepage.faq.a6": {
    "message": "No technical skills are required. FunBlocks AI features an intuitive interface that allows you to easily start creating boards or documents and use the AI assistant for learning and creation."
  },
  "homepage.faq.q7": {
    "message": "Which industries or roles can benefit from FunBlocks AI?"
  },
  "homepage.faq.a7": {
    "message": "FunBlocks AI is valuable for educators, students, business professionals, researchers, writers, and anyone engaged in knowledge work. It is particularly suitable for strategic planning, content creation, learning, problem-solving, and decision-making."
  },
  "homepage.faq.q8": {
    "message": "Is AIFlow just another AI mind mapping tool? How does it differ from regular AI mind mapping tools?"
  },
  "homepage.faq.a8": {
    "message": "While AIFlow does include AI-assisted mind mapping features, it offers much more than that. Compared to regular AI mind mapping tools (like Xmind, FreeMind, MindMeister, etc.), AIFlow provides a more comprehensive and powerful feature set:\n1. Boundless whiteboard: Not limited to tree structures, allowing free layout and connection of ideas.\n2. Diverse node types: Supports images, notes, task lists, etc., each with dedicated AI assistants.\n3. One-click content generation: Quickly transform mind maps into articles, plans, and other practical content.\n4. Proactive AI inspiration: AI can actively guide you in exploring relevant topics and critical thinking related to your themes and questions, sparking innovative ideas.\n5. Customizable AI prompts: Allows you to create AI assistants tailored to specific tasks without programming knowledge.\nThese features make AIFlow a more comprehensive tool for creativity and productivity, suitable for various scenarios such as learning, work, and creation."
  },
  "homepage.faq.q9": {
    "message": "What advantages does AIFlow offer in assisting thinking?"
  },
  "homepage.faq.a9": {
    "message": "AIFlow has multiple advantages in aiding thought processes:\n1. Multidimensional analysis: Helps you examine problems from multiple angles through mind maps and AI suggestions.\n2. Breaking thought limitations: AI can provide unexpected insights, helping you break free from conventional thinking patterns.\n3. Knowledge connections: AI can help you establish links between different fields, fostering innovative thinking.\n4. Application of classic thinking models: AIFlow supports various classic thinking models, helping you think within clear and efficient frameworks.\n5. Problem decomposition: Assists you in breaking down complex problems into manageable parts for gradual resolution.\n6. Knowledge exploration: Input a topic, and AI can guide you in exploring related fields, expanding your knowledge base.\nThese features make AIFlow a powerful tool for enhancing your analytical and innovative capabilities."
  },
  "homepage.faq.q10": {
    "message": "What advantages does using FunBlocks AIFlow for brainstorming offer?"
  },
  "homepage.faq.a10": {
    "message": "FunBlocks AIFlow simplifies the brainstorming process using AI technology, enabling rapid generation of comprehensive mind maps that help you easily gather a wealth of ideas and creativity. Its flexible interactive interface allows you to explore more ideas from different angles with the AI assistant. Additionally, AIFlow incorporates classic thinking models (such as Six Thinking Hats, McKinsey Method, SCAMPER, SWOT Analysis, perspective shifting, reverse thinking, Business Model Canvas, and Value Proposition Canvas), fully leveraging the capabilities of large language models to help you generate novel ideas."
  },
  "homepage.faq.q11": {
    "message": "Does a paid membership for FunBlocks AI apply to all FunBlocks AI products and services?"
  },
  "homepage.faq.a11": {
    "message": "Yes, unless otherwise specified, the permissions and AI access quotas granted by a paid membership for FunBlocks AI apply to all products and services on the platform."
  },
  "homepage.faq.q12": {
    "message": "If I use my own API Key (such as ChatGPT, Claude, Gemini, Groq, etc.), do I still need to pay for FunBlocks AI services?"
  },
  "homepage.faq.a12": {
    "message": "No, you do not. If you use your own API Key, you only need to pay the service provider. FunBlocks AI does not charge additional fees and is not subject to daily free access quotas."
  },
  "homepage.faq.q14": {
    "message": "What types of creative work is FunBlocks AIFlow suitable for?"
  },
  "homepage.faq.a14": {
    "message": "FunBlocks AIFlow is particularly suitable for tasks that require multi-angle thinking and creative exploration, such as brainstorming, topic research, and content planning. It combines the powerful understanding and reasoning capabilities of AI to facilitate multi-threaded interactions in an infinite canvas space, helping users delve deeper into exploration and expand their thinking."
  },
  "homepage.faq.q15": {
    "message": "Why does FunBlocks AI support all major large language models?"
  },
  "homepage.faq.a15": {
    "message": "FunBlocks AI is committed to providing users with flexible choices and the best experience. By supporting all major large language models, we meet your diverse needs, ensuring you can choose the most suitable AI model based on personal preferences and workflows, thereby enhancing work efficiency and creativity."
  },
  "homepage.faq.q16": {
    "message": "Can I try FunBlocks AI for free?"
  },
  "homepage.faq.a16": {
    "message": "Yes, FunBlocks AI offers a free trial. New users will receive 30 free AI service accesses upon registration, along with an additional 10 free accesses daily, allowing you to fully experience the transformative assistance of FunBlocks AI in learning and work. Additionally, FunBlocks AI has a reward mechanism where you and your friends can receive extra free usage credits by inviting friends to register."
  },
  "homepage.faq.q17": {
    "message": "How can I earn free usage credits by inviting friends?"
  },
  "homepage.faq.a17": {
    "message": "You can invite friends in two ways. First, share the invitation link, and your friend will receive a reward upon registering through the link. Second, share the FunBlocks AI browser extension or content generated by AI Flow; if users click to read and register, you will also receive an invitation reward."
  },
  "homepage.faq.q18": {
    "message": "How can I cancel my subscription plan?"
  },
  "homepage.faq.a18": {
    "message": "You can find the \"Upgrade AI Membership\" and \"Upgrade FunBlocks\" sections in the settings. If you have subscribed to a membership plan, there will be a Cancel button in the corresponding description area that you can click to unsubscribe."
  },
  "homepage.faq.q19": {
    "message": "Is my data safe on the FunBlocks platform?"
  },
  "homepage.faq.a19": {
    "message": "We prioritize data security and privacy. All data is encrypted, and we follow industry best practices to protect it. You have complete control over your content and can manage sharing permissions."
  },
  "aiflow.head.title": {
    "message": "FunBlocks AIFlow - AI-powered whiteboard & mind mapping tool for enhanced creativity and productivity"
  },
  "aiflow.head.description": {
    "message": "FunBlocks AIFlow: AI-powered whiteboard & mind mapping tool. Boost creativity by 10x with GPT-4 & Claude LLM. Explore ideas, solve problems & learn faster. Free trial available!"
  },
  "aiflow.nav.home": {
    "message": "FunBlocks AIFlow"
  },
  "aiflow.nav.intro": {
    "message": "AIFlow"
  },
  "aiflow.nav.features": {
    "message": "Key Features"
  },
  "aiflow.nav.ai-powered-brainstorming": {
    "message": "Brainstorming"
  },
  "aiflow.nav.explore-with-ai": {
    "message": "Exploration"
  },
  "aiflow.nav.use-cases": {
    "message": "Use Cases"
  },
  "aiflow.nav.faq": {
    "message": "FAQ"
  },
  "aiflow.nav.pricing": {
    "message": "Pricing"
  },
  "aiflow.nav.cta": {
    "message": "Login"
  },
  "aiflow.masthead.title_2": {
    "message": "Think, Create, and Explore with AI"
  },
  "aiflow.masthead.subtitle": {
    "message": "Ignite Your Creativity with Whiteboard, Mind Mapping, and Cutting-Edge AI"
  },
  "aiflow.masthead.cta": {
    "message": "Free Trial Now"
  },
  "aiflow.intro.title": {
    "message": "Beyond ChatGPT"
  },
  "aiflow.intro.description": {
    "message": "Discover innovative ways to engage with AI beyond text. Visualize your thoughts and AI outputs in formats that enhance your cognitive process."
  },
  "aiflow.intro.point1.name": {
    "message": "Boundless Canvas"
  },
  "aiflow.intro.point1.description": {
    "message": "Break free from traditional conversation limits, brainstorm in infinite space"
  },
  "aiflow.intro.point2.name": {
    "message": "Multidimensional Thinking"
  },
  "aiflow.intro.point2.description": {
    "message": "Analyze problems comprehensively with multidimensional mind maps"
  },
  "aiflow.intro.point3.name": {
    "message": "State-of-the-Art AI Assistants"
  },
  "aiflow.intro.point3.description": {
    "message": "Integrated with advanced AI like GPT-4o and Claude-3.7 for intelligent support"
  },
  "aiflow.intro.point4.name": {
    "message": "Versatile Applications"
  },
  "aiflow.intro.point4.description": {
    "message": "AI Agents ready for learning, work, and creative projects"
  },

  "aiflow.features.title": {
    "message": "Key Features"
  },
  "aiflow.features.item1.name": {
    "message": "Break Down Complex Problems"
  },
  "aiflow.features.item1.description": {
    "message": "Quickly decompose information, start researching with ease"
  },
  "aiflow.features.item1.li1": {
    "message": "Break complex problems into manageable parts"
  },
  "aiflow.features.item1.li2": {
    "message": "Rapidly identify key elements and potential challenges"
  },
  "aiflow.features.item1.li3": {
    "message": "Simplify the research process through a divide-and-conquer approach"
  },
  "aiflow.features.item2.name": {
    "message": "Expand Your Thinking"
  },
  "aiflow.features.item2.description": {
    "message": "Discover new perspectives, break through mental barriers"
  },
  "aiflow.features.item2.li1": {
    "message": "Generate multiple perspectives on any topic"
  },
  "aiflow.features.item2.li2": {
    "message": "Let AI suggest unexpected angles and approaches, spark innovative ideas and solutions"
  },
  "aiflow.features.item2.li3": {
    "message": "Discover connections and insights you might have missed, broadening your thinking"
  },
  "aiflow.features.item2.li4": {
    "message": "Delve deep into related concepts and fields"
  },
  
  "aiflow.features.item3.name": {
    "message": "Clear Instructions for Better Results"
  },
  "aiflow.features.item3.description": {
    "message": "AIFlow enhances communication between you and AI with various innovative features."
  },
  "aiflow.features.item3.li1": {
    "message": "Not good at asking questions? Let AI help you analyze and refine your queries."
  },
  "aiflow.features.item3.li2": {
    "message": "Unclear about your requirements? AI will analyze your instructions and generate a confirmation form for you to review."
  },
  "aiflow.features.item3.li3": {
    "message": "Struggling to describe artistic terms for image generation? AIFlow generates professional art descriptions based on your simple input to help you create image prompts."
  },

  "aiflow.features.item4.name": {
    "message": "Diverse Content Support"
  },
  "aiflow.features.item4.description": {
    "message": "Support for images, notes, task lists, links, and more, each with a dedicated AI assistant"
  },
  "aiflow.features.item4.li1": {
    "message": "Image: AI analysis of visuals, from art to whiteboards"
  },
  "aiflow.features.item4.li2": {
    "message": "Note: Quick idea capture with AI-powered expansion"
  },
  "aiflow.features.item4.li3": {
    "message": "Task list: AI-enhanced task management and prioritization"
  },
  "aiflow.features.item4.li4": {
    "message": "Link: Web content integration for research and inspiration"
  },
  
  "aiflow.features.item5.name": {
    "message": "Group Nodes"
  },
  "aiflow.features.item5.description": {
    "message": "Not just a new node, but the gateway to more application scenarios."
  },
  "aiflow.features.item5.li1": {
    "message": "Organize related concepts into cohesive clusters for enhanced comprehension"
  },
  "aiflow.features.item5.li2": {
    "message": "Leverage AI assistant support for analysis and generation"
  },
  "aiflow.features.item5.li3": {
    "message": "Synthesize diverse ideas into comprehensive solutions with one-click"
  },
  "aiflow.features.item6.name": {
    "message": "All-in-One AI Assistant"
  },
  "aiflow.features.item6.description": {
    "message": "Multiple AI features ready to use, plus customizable AI prompts."
  },
  "aiflow.features.item6.li1": {
    "message": "In-depth analysis of needs, providing insightful suggestions that significantly enhance the depth and breadth of thinking"
  },
  "aiflow.features.item6.li2": {
    "message": "Automatically generate high-quality content, saving time and effort"
  },
  "aiflow.features.item6.li3": {
    "message": "Support personalized AI instructions to meet specific needs"
  },
  
  "aiflow.ai-powered-brainstorming.title": {
    "message": "AI-Enhanced Brainstorming"
  },
  "aiflow.ai-powered-brainstorming.subtitle": {
    "message": "Unleash creativity through AI-driven classic mental models and organized frameworks"
  },
  "aiflow.ai-powered-brainstorming.classic_models.title": {
    "message": "Ideation Using Classic Mental Models"
  },
  "aiflow.ai-powered-brainstorming.classic_models.subtitle": {
    "message": "Harness AI for brainstorming with structured methodologies"
  },
  "aiflow.ai-powered-brainstorming.classic_models.m1": {
    "message": "Six Thinking Hats"
  },
  "aiflow.ai-powered-brainstorming.classic_models.m2": {
    "message": "SWOT Analysis"
  },
  "aiflow.ai-powered-brainstorming.classic_models.m3": {
    "message": "McKinsey Method"
  },
  "aiflow.ai-powered-brainstorming.classic_models.m4": {
    "message": "First Principles ..."
  },
 

  "aiflow.ai-powered-brainstorming.oneclick_generation.title": {
    "message": "Instant Work Outputs"
  },
  "aiflow.ai-powered-brainstorming.oneclick_generation.subtitle": {
    "message": "Generate usable work results directly from brainstorming mind maps"
  },
  "aiflow.ai-powered-brainstorming.oneclick_generation.m1": {
    "message": "Presentation Slides"
  },
  "aiflow.ai-powered-brainstorming.oneclick_generation.m2": {
    "message": "Solution Documents"
  },
  "aiflow.ai-powered-brainstorming.oneclick_generation.m3": {
    "message": "Infographics"
  },
  "aiflow.ai-powered-brainstorming.oneclick_generation.m4": {
    "message": "Images ..."
  },


  "aiflow.book-insights.title": {
    "message": "Instant Mind Maps from Books, Movies, and More with AI"
  },
  "aiflow.book-insights.subtitle": {
    "message": "Effortlessly Generate Mind Maps to Enhance Understanding and Insights"
  },
  "aiflow.book-insights.features.title": {
    "message": "Unlock Insights Efficiently from Various Media"
  },
  "aiflow.book-insights.features.li1": {
    "message": "Generate mind maps instantly from book titles, movie names, artworks, images, webpages and YouTube videos."
  },
  "aiflow.book-insights.features.li2": {
    "message": "Enhance your appreciation and interpretation of works with AI-driven visualizations."
  },
  "aiflow.book-insights.features.li3": {
    "message": "Uncover valuable insights and content to enrich your learning experience."
  },
  "aiflow.book-insights.features.li4": {
    "message": "Facilitate efficient reading and learning, allowing for deeper engagement with materials."
  },
  "aiflow.book-insights.features.li5": {
    "message": "Broaden your thinking depth and breadth through structured analysis and exploration."
  },

  
  "aiflow.explore-with-ai.title": {
    "message": "Explore the World with AI"
  },
  "aiflow.explore-with-ai.desc": {
    "message": "Open up broader cognitive horizons for every topic and explore endless possibilities"
  },
  "aiflow.explore-with-ai.point1.name": {
    "message": "Expand Your Exploration Space"
  },
  "aiflow.explore-with-ai.point1.description": {
    "message": "Create a comprehensive exploration space that supports in-depth research or broad expansion on any topic"
  },
  "aiflow.explore-with-ai.point2.name": {
    "message": "Thoroughly Analyze Topics"
  },
  "aiflow.explore-with-ai.point2.description": {
    "message": "Provide not only accurate answers for specific topics but also showcase related knowledge and a holistic perspective"
  },
  "aiflow.explore-with-ai.point3.name": {
    "message": "Recommend Related Topics"
  },
  "aiflow.explore-with-ai.point3.description": {
    "message": "In addition to answering current questions, AIFlow intelligently generates follow-up questions or topics to guide you into uncharted territories"
  },
  "aiflow.explore-with-ai.point4.name": {
    "message": "Collaborative Exploration Journey"
  },
  "aiflow.explore-with-ai.point4.description": {
    "message": "Collaborate with you in exploration, spark inspiration, and continuously advance your thinking"
  },

  "aiflow.use-cases.title": {
    "message": "Practical Applications"
  },
  "aiflow.use-cases.description": {
    "message": "AIFlow is designed for various knowledge work scenarios, streamlining your thought process from initial exploration to final execution."
  },
  "aiflow.use-cases.case1.title": {
    "message": "Learning by Topics"
  },
  "aiflow.use-cases.case1.description": {
    "message": "Create detailed knowledge frameworks and uncover connections across different fields."
  },
  "aiflow.use-cases.case2.title": {
    "message": "Strategic Work Planning"
  },
  "aiflow.use-cases.case2.description": {
    "message": "Generate creative ideas, break down tasks, and develop solutions for complex challenges."
  },
  "aiflow.use-cases.case3.title": {
    "message": "In-Depth Content Analysis"
  },
  "aiflow.use-cases.case3.description": {
    "message": "Analyze films, books, and artworks thoroughly using mind mapping techniques."
  },
  "aiflow.use-cases.case4.title": {
    "message": "Thorough Problem Analysis"
  },
  "aiflow.use-cases.case4.description": {
    "message": "Visualize complex issues from different perspectives to find innovative solutions."
  },
  "aiflow.use-cases.case5.title": {
    "message": "Content Creation"
  },
  "aiflow.use-cases.case5.description": {
    "message": "Convert brainstorming mind maps into well-structured documents and presentations."
  },
  "aiflow.use-cases.case6.title": {
    "message": "Enhancing Thinking Skills"
  },
  "aiflow.use-cases.case6.description": {
    "message": "Continuously develop your critical and creative thinking skills."
  },

  "aiflow.testimonials.user1.name": {
    "message": "Fiona"
  },
  "aiflow.testimonials.user1.role": {
    "message": "Marketing Manager"
  },
  "aiflow.testimonials.user1.text": {
    "message": "As a marketing manager, creativity is my bread and butter. Since I started using FunBlocks AIFlow, my productivity has skyrocketed. Before product strategy meetings, I use it to organize market analyses, and the AI even provides timely insights, ensuring my proposals always hit the mark. Recently, when launching a new product, I used it for brainstorming – the ideas just kept flowing, which beats staring at PowerPoint slides for hours. During cross-department communications, a single mind map speaks volumes, making discussions more focused. My boss even asked if I've been secretly taking extra courses! Well, I guess you could say I've found the ultimate work partner."
  },
  "aiflow.testimonials.user2.name": {
    "message": "Olivia"
  },
  "aiflow.testimonials.user2.role": {
    "message": "Product Manager"
  },
  "aiflow.testimonials.user2.text": {
    "message": "I'm happy to recommend FunBlocks AI to everyone I meet—it's fantastic for boosting productivity and creativity. As a product manager, I handle a lot of information and ideas every day. I particularly love its infinite whiteboard feature, which allows me to freely expand my thoughts. Before product planning, I often use it to organize user needs and market trends. The AI provides timely insights, helping me focus on the key points and come up with new ideas from unexpected angles!"
  },
  "aiflow.testimonials.user3.name": {
    "message": "Ethan"
  },
  "aiflow.testimonials.user3.role": {
    "message": "Freelance Creative Writer"
  },
  "aiflow.testimonials.user3.text": {
    "message": "As a freelance creative writer, I often struggled with writer's block. But with this magical tool, my creative well never runs dry. I particularly love its AI brainstorming feature, which always gives me unexpected inspiration. Plus, the one-click article generation feature has doubled my writing efficiency. Now, I'm not only taking on more projects, but the quality of my work has improved too. For anyone working in the creative field, I highly recommend FunBlocks AIFlow!"
  },
  "aiflow.testimonials.user4.name": {
    "message": "Zack"
  },
  "aiflow.testimonials.user4.role": {
    "message": "College Student"
  },
  "aiflow.testimonials.user4.text": {
    "message": "When I first started college, I often felt like I couldn't keep up, with professors breezing through so much material. Then my roommate recommended FunBlocks AIFlow. I absolutely love the infinite whiteboard feature – I can add whatever I learn to it, and the AI keeps expanding on it, making my studies so much more in-depth than before. And that's not all! Using AIFlow for brainstorming and thematic learning allows me to make interdisciplinary connections, linking knowledge from different subjects. The AI even provides real-world application examples, suddenly making everything I learn feel meaningful. It's the absolute best! 👍👍👍"
  },
  "aiflow.testimonials.user5.name": {
    "message": "Sophia"
  },
  "aiflow.testimonials.user5.role": {
    "message": "Researcher"
  },
  "aiflow.testimonials.user5.text": {
    "message": "As a researcher, I often need to explore complex topics and generate new ideas. FunBlocks AIFlow has been a game changer for me. The AI-powered brainstorming feature helps me quickly generate comprehensive mind maps, and the diverse content support allows me to include various types of information in my research. The AI assistant provides valuable insights and suggestions, making my research process more efficient and productive."
  },
  "aiflow.testimonials.user6.name": {
    "message": "Nathan"
  },
  "aiflow.testimonials.user6.role": {
    "message": "Educator"
  },
  "aiflow.testimonials.user6.text": {
    "message": "As an educator, I'm always looking for new ways to engage my students and enhance their learning experience. FunBlocks AIFlow has been a fantastic tool for this. The AI-powered brainstorming feature helps me create interactive and visually appealing learning materials. The instant work outputs feature allows me to quickly generate presentation slides and infographics, making my teaching more dynamic and engaging. My students love it, and I've seen a significant improvement in their understanding and retention of the material."
  },

  "aiflow.cta.title": {
    "message": "Ready to Embark on a Knowledge Adventure?"
  },
  "aiflow.cta.subtitle": {
    "message": "Join FunBlocks AIFlow and unleash your limitless cognitive potential!"
  },
  
  "aiflow.cta.button": {
    "message": "Start Your Free Trial Now"
  },
  "aiflow.faq.title": {
    "message": "Frequently Asked Questions"
  },
  "aiflow.faq.q1": {
    "message": "What is FunBlocks AIFlow?"
  },
  "aiflow.faq.a1": {
    "message": "FunBlocks AIFlow is an AI-driven visual thinking platform that helps you transform complex ideas into mind maps, slides, and infographics. It combines the power of AI with visual thinking techniques to enhance your cognitive processes and productivity."
  },
  "aiflow.faq.q2": {
    "message": "How does AIFlow differ from ChatGPT?"
  },
  "aiflow.faq.a2": {
    "message": "ChatGPT provides linear text conversations, while AIFlow offers a visual and multidimensional workspace. You can explore ideas in multiple directions simultaneously, maintain context through visual hierarchies, and instantly convert your thoughts into professional deliverables."
  },
  "aiflow.faq.q3": {
    "message": "What can I create with AIFlow?"
  },
  "aiflow.faq.a3": {
    "message": "With AIFlow, you can create mind maps, presentation slides, infographics, strategic plans, knowledge maps, and visual analyses of complex topics. The platform supports various thinking frameworks and allows you to convert your visual creations into different formats."
  },
  "aiflow.faq.q4": {
    "message": "Which AI models are supported by AIFlow?"
  },
  "aiflow.faq.a4": {
    "message": "AIFlow supports all major AI models including GPT-4, GPT-3.5, Claude 3, Claude 2, Gemini Pro, and more. You can also use your own API key to access these models through AIFlow."
  },
  "aiflow.faq.q5": {
    "message": "Can I collaborate with others using AIFlow?"
  },
  "aiflow.faq.a5": {
    "message": "Yes, AIFlow supports collaboration. You can share your mind maps and projects with team members or clients, allowing for real-time feedback and collaborative idea development."
  },
  "aiflow.faq.q6": {
    "message": "Do I need technical skills to use AIFlow?"
  },
  "aiflow.faq.a6": {
    "message": "No technical skills are required. AIFlow features an intuitive interface that allows you to easily start creating mind maps and use the AI assistant for brainstorming and exploration."
  },
  "aiflow.faq.q7": {
    "message": "Can I export my mind maps and projects?"
  },
  "aiflow.faq.a7": {
    "message": "Yes, AIFlow allows you to export your work in various formats including PNG, PDF, and more. You can also convert mind maps directly into presentations, documents, or other deliverables."
  },
  "aiflow.faq.q8": {
    "message": "Is AIFlow just another AI mind mapping tool?"
  },
  "aiflow.faq.a8": {
    "message": "AIFlow goes beyond traditional mind mapping. It offers an infinite canvas with diverse node types, proactive AI inspiration, one-click content generation, and customizable AI prompts, making it a comprehensive tool for creativity and productivity."
  },
  "aiflow.faq.q9": {
    "message": "What advantages does AIFlow offer in assisting thinking?"
  },
  "aiflow.faq.a9": {
    "message": "AIFlow enhances thinking through multidimensional analysis, breaking thought limitations, establishing knowledge connections, supporting classic thinking models, decomposing complex problems, and guiding knowledge exploration."
  },
  "aiflow.faq.q10": {
    "message": "What advantages does using AIFlow for brainstorming offer?"
  },
  "aiflow.faq.a10": {
    "message": "AIFlow simplifies brainstorming with AI technology, enabling rapid generation of comprehensive mind maps. Its flexible interface allows exploration from different angles, and it incorporates classic thinking models to help generate novel ideas."
  },
  "aiflow.faq.q11": {
    "message": "Is there a free trial available?"
  },
  "aiflow.faq.a11": {
    "message": "Yes, FunBlocks AIFlow offers a free trial. New users receive 30 free AI service accesses upon registration, with an additional 10 free accesses daily."
  },
  "aiflow.faq.q12": {
    "message": "How can I get started with AIFlow?"
  },
  "aiflow.faq.a12": {
    "message": "Simply click the 'Free Trial' button, create an account, and you can immediately start using AIFlow. No credit card is required for the trial, and you'll have access to all features."
  },
  "modal.alt": {
    "message": "Enlarged view"
  },
  "modal.click_to_close": {
    "message": "Click to close"
  },

  "slides.head.title": {
    "message": "FunBlocks AI Slides: One-Click Slides Generation"
  },
  "slides.head.description": {
    "message": "Transform your ideas into engaging, content-rich presentations with a single click using FunBlocks AI Slides. This AI-driven tool seamlessly integrates Markdown simplicity with intelligent design principles to maximize visual impact, making it perfect for busy professionals seeking to elevate their presentations."
  },
  "slides.masthead.title": {
    "message": "Create Smarter, Present Better"
  },
  "slides.masthead.subtitle": {
    "message": "Leverage AI to make slide creation and presentations easy, tailored for anyone who seek excellence in content and efficient work"
  },
  "slides.masthead.target": {
    "message": "Designed for professionals who seek excellence in content and efficiency"
  },
  "slides.masthead.cta": {
    "message": "Generate Slides with One Click, Free Trial"
  },
  "slides.intro.title": {
    "message": "FunBlocks AI Slides"
  },
  "slides.intro.description": {
    "message": "Ignite your ideas with AI-powered inspiration and one-click slides creation"
  },
  "slides.intro.point1.name": {
    "message": "Markdown Writing"
  },
  "slides.intro.point1.description": {
    "message": "Craft professional slides instantly with intuitive Markdown syntax"
  },
  "slides.intro.point2.name": {
    "message": "Minimalist Aesthetics"
  },
  "slides.intro.point2.description": {
    "message": "Focus on content creation, leave behind tedious formatting"
  },
  "slides.intro.point3.name": {
    "message": "Powered by AI"
  },
  "slides.intro.point3.description": {
    "message": "Intelligently generate and optimize content, spark creative ideas, and offer presentation guidance"
  },
  "slides.intro.point4.name": {
    "message": "Ecosystem Integration"
  },
  "slides.intro.point4.description": {
    "message": "Seamlessly connect with FunBlocks documents and AIFlow, converting various content into stunning slides with a single click"
  },
  "slides.intro.point5.name": {
    "message": "Cloud Collaboration"
  },
  "slides.intro.point5.description": {
    "message": "Create, present, and share online, anytime, anywhere"
  },
  "slides.features.title": {
    "message": "Key Features"
  },
  "slides.features.item1.name": {
    "message": "Markdown Writing"
  },
  "slides.features.item1.description": {
    "message": "Efficiently create slides by simply inputting text, enjoying the focus and speed of full keyboard operation."
  },
  "slides.features.item2.name": {
    "message": "Slash Command Menu"
  },
  "slides.features.item2.description": {
    "message": "While editing, just type '/' to bring up the editing menu, making your work easy and smooth, similar to the Notion experience."
  },
  "slides.features.item3.name": {
    "message": "AI-Powered Content Generation"
  },
  "slides.features.item3.description": {
    "message": "Intelligently generate high-quality slide content based on your topic or enhance existing content to improve presentation impact."
  },
  "slides.features.item4.name": {
    "message": "Speaker Notes"
  },
  "slides.features.item4.description": {
    "message": "AI-generated speech notes help presenters convey their messages more effectively."
  },
  "slides.features.item5.name": {
    "message": "Academic and Professional Support"
  },
  "slides.features.item5.description": {
    "message": "Supports KaTeX typesetting (a subset of LaTeX) and code block highlighting to meet academic and professional needs."
  },
  "slides.features.item6.name": {
    "message": "Online Sharing and Presentation"
  },
  "slides.features.item6.description": {
    "message": "One-click sharing and online presentations, eliminating the hassle of version inconsistencies."
  },
  "slides.features.item7.name": {
    "message": "Multiple Theme Options"
  },
  "slides.features.item7.description": {
    "message": "Choose from a variety of simple yet professional themes to suit different scenarios, keeping your content in the spotlight."
  },
  "slides.features.item8.name": {
    "message": "Presenter View"
  },
  "slides.features.item8.description": {
    "message": "Includes a timer, next slide preview, and speaker notes. Press 'S' to try it out."
  },
  "slides.features.more": {
    "message": "Click to explore more features and demos"
  },

  "slides.platform-synergy.title": {
    "message": "Platform Synergy: AI Slides Within the FunBlocks Ecosystem"
  },
  "slides.platform-synergy.description": {
    "message": "Experience the full potential of AI Slides as an integral part of the FunBlocks AI workspace, creating a seamless knowledge workflow"
  },
  "slides.platform-synergy.point1.name": {
    "message": "Integrated Resource Utilization"
  },
  "slides.platform-synergy.point1.description": {
    "message": "Instantly leverage content and ideas from other FunBlocks tools to generate comprehensive, accurate slides without crafting detailed prompts"
  },
  "slides.platform-synergy.point2.name": {
    "message": "Enhanced AI Generation Quality"
  },
  "slides.platform-synergy.point2.description": {
    "message": "Benefit from platform-wide context awareness that produces exceptionally high-quality slide content based on your existing workspace materials"
  },
  "slides.platform-synergy.point3.name": {
    "message": "Seamless Knowledge Presentation"
  },
  "slides.platform-synergy.point3.description": {
    "message": "Effortlessly transform your research, writing, and brainstorming into elegant, professional presentations that communicate complex ideas clearly"
  },
  "slides.platform-synergy.point4.name": {
    "message": "Complete Workflow Integration"
  },
  "slides.platform-synergy.point4.description": {
    "message": "Complete your productivity cycle with presentations that naturally extend from ideation to communication, creating a cohesive AI workspace experience"
  },

  "slides.ai-assistant.title": {
    "message": "AI Assistant: Your Intelligent Slide Creation Partner"
  },
  "slides.ai-assistant.description": {
    "message": "Collaborate with AI to generate slides, optimize content, and refine your delivery for a truly impactful presentation"
  },
  "slides.ai-assistant.point1.name": {
    "message": "One-Click Slide Generation"
  },
  "slides.ai-assistant.point1.description": {
    "message": "Simply input a topic, and the AI assistant generates a complete set of slides with rich content and structure"
  },
  "slides.ai-assistant.point2.name": {
    "message": "Content Optimization and Refinement"
  },
  "slides.ai-assistant.point2.description": {
    "message": "AI text enhancement for clearer, more concise expression, highlighting core information"
  },
  "slides.ai-assistant.point3.name": {
    "message": "Creative Perspectives and Suggestions"
  },
  "slides.ai-assistant.point3.description": {
    "message": "Provide novel perspectives and angles for your presentation, enhancing persuasiveness"
  },
  "slides.ai-assistant.point4.name": {
    "message": "Speech Script Generation"
  },
  "slides.ai-assistant.point4.description": {
    "message": "Creates high-quality, persuasive speeches customized to each topic and includes tips for effective delivery"
  },
  "slides.use-cases.title": {
    "message": "Use Cases"
  },
  "slides.use-cases.description": {
    "message": "AI Slides has extensive and innovative applications across various fields"
  },
  "slides.use-cases.point1.name": {
    "message": "Academic Reports"
  },
  "slides.use-cases.point1.description": {
    "message": "Present research findings and academic viewpoints clearly and concisely, making complex content easier for audiences to understand"
  },
  "slides.use-cases.point2.name": {
    "message": "Business Presentations"
  },
  "slides.use-cases.point2.description": {
    "message": "Quickly create professional business reports and proposals, enhancing work efficiency and providing presentation guidance"
  },
  "slides.use-cases.point3.name": {
    "message": "Course Teaching"
  },
  "slides.use-cases.point3.description": {
    "message": "Easily create engaging teaching slides to enhance student engagement"
  },
  "slides.use-cases.point4.name": {
    "message": "Personal Sharing"
  },
  "slides.use-cases.point4.description": {
    "message": "Craft compelling presentations and speeches for personal ideas and stories, improving presentation skills"
  },
  "slides.use-cases.point5.name": {
    "message": "Team Sharing"
  },
  "slides.use-cases.point5.description": {
    "message": "Efficiently share information, keep teams synchronized, and improve collaboration efficiency"
  },
  "slides.use-cases.point6.name": {
    "message": "Quick Briefings"
  },
  "slides.use-cases.point6.description": {
    "message": "Ideal for scenarios requiring rapid creation of concise and power points without spending extensive time on complex designs"
  },
  
  "slides.testimonials.user1.name": {
    "message": "Sarah"
  },
  "slides.testimonials.user1.role": {
    "message": "Company Employee"
  },
  "slides.testimonials.user1.text": {
    "message": "As an ordinary company employee, FunBlocks AI Slides' AI assistant has completely transformed how I prepare work reports. It helps me generate and optimize slides, making my content clearer and more logical. What surprised me the most is how the AI assistant expanded my thinking, making my proposals more innovative and practical, which has helped me stand out in front of my superiors. Additionally, it provides presentation guidance that has significantly improved my communication skills. Now, I express my ideas with greater confidence within the team, and this progress has greatly benefited my career development. AI Slides is not just a tool; it's more like a booster for my professional growth."
  },
  "slides.testimonials.user2.name": {
    "message": "Alex"
  },
  "slides.testimonials.user2.role": {
    "message": "Mid-level Corporate Manager"
  },
  "slides.testimonials.user2.text": {
    "message": "As a mid-level manager, I report on business and work progress weekly. AIFlow simplifies this process, helping me quickly distill core content into concise presentations. It also generates speaker notes, making my reports more organized. Previously, I spent a lot of time organizing materials, but now I can complete a professional report in a short time. AIFlow greatly improves my work efficiency and is an invaluable tool for professionals."
  },
  "slides.testimonials.user3.name": {
    "message": "Martin"
  },
  "slides.testimonials.user3.role": {
    "message": "University Professor"
  },
  "slides.testimonials.user3.text": {
    "message": "FunBlocks AI Slides is one of the best teaching tools I've used. As a computer science professor, I often need to create complex slides with code and technical concepts. This tool's Markdown support allows me to easily insert code, while the AI assistant helps transform complex content into explanations students can easily understand. Most impressively, it can automatically generate complete slides based on course outlines, allowing me to focus more on teaching itself. FunBlocks AI Slides is an indispensable tool for educators."
  },
  "slides.testimonials.user4.name": {
    "message": "Mike"
  },
  "slides.testimonials.user4.role": {
    "message": "Marketing Strategy Manager"
  },
  "slides.testimonials.user4.text": {
    "message": "In marketing, speed and creativity are equally important. FunBlocks AI Slides perfectly meets both needs. Its AI assistant is like my personal creative consultant, always providing new inspiration when I need it. On the FunBlocks platform, I usually start with AIFlow for brainstorming, getting new ideas and solutions, then quickly generate slides. This workflow is both efficient and creative. FunBlocks is a must-have tool for marketing strategists."
  },
  "slides.testimonials.user5.name": {
    "message": "Emily"
  },
  "slides.testimonials.user5.role": {
    "message": "Graduate Student"
  },
  "slides.testimonials.user5.text": {
    "message": "As a graduate student, I often need to prepare academic reports and defenses. FunBlocks AI Slides makes this much easier. It supports Markdown, allowing easy insertion of complex mathematical formulas and citations, while the AI assistant optimizes my expression, making my presentations clearer and more persuasive. The minimalist design style lets me focus on the content itself rather than wasting time on formatting. FunBlocks AI Slides is definitely a powerful tool for every student and scholar, making your academic work twice as efficient."
  },
  "slides.testimonials.user6.name": {
    "message": "John"
  },
  "slides.testimonials.user6.role": {
    "message": "Freelance Designer"
  },
  "slides.testimonials.user6.text": {
    "message": "As a freelance designer, I often need to present my design concepts to clients. FunBlocks AI Slides has been a game changer for me. It allows me to quickly and efficiently create professional presentations, focusing on the content rather than the design. The AI assistant helps me generate and optimize content, making my presentations more impactful. It's a tool that every designer should have in their arsenal."
  },
  "slides.cta.title": {
    "message": "Ready to experience the innovative AI slides?"
  },
  "slides.cta.subtitle": {
    "message": "Join FunBlocks AI Slides and create outstanding presentations with ease!"
  },
  "slides.cta.button": {
    "message": "Start Your Free Trial Now"
  },
  "slides.faq.title": {
    "message": "Frequently Asked Questions"
  },
  "slides.faq.q1": {
    "message": "I'm not familiar with Markdown syntax. Can I still use FunBlocks AI Slides?"
  },
  "slides.faq.a1": {
    "message": "Absolutely! FunBlocks AI Slides provides a simple Markdown guide to help you get started quickly. When editing, just type '/' to bring up the editing menu, similar to how it works in Notion—it's super convenient. Plus, our AI assistant can help you generate and optimize content, so you don't need to worry about syntax. We want you to focus on your content, not the tools."
  },
  "slides.faq.q2": {
    "message": "How does FunBlocks AI Slides improve my work efficiency?"
  },
  "slides.faq.a2": {
    "message": "FunBlocks AI Slides helps you save significant time by simplifying the slide creation process. Features like AI content generation, one-click theme application, and full keyboard operation are all designed to help you complete high-quality presentations faster. You can devote more energy to the content itself rather than spending a lot of time on formatting."
  },
  "slides.faq.q3": {
    "message": "Who is FunBlocks AI Slides suitable for?"
  },
  "slides.faq.a3": {
    "message": "FunBlocks AI Slides is especially suitable for professionals who value efficiency and prioritize content quality over form. Whether you're an academic, educator, business manager, or freelancer, if you want to quickly create high-quality, professional presentations, FunBlocks AI Slides is your ideal choice."
  },
  "slides.faq.q4": {
    "message": "Do presentations made with FunBlocks AI Slides look too simple?"
  },
  "slides.faq.a4": {
    "message": "Not at all. While we emphasize simplicity and efficiency, the themes and designs provided by FunBlocks AI Slides are carefully selected to ensure they are both professional and aesthetically pleasing. Our philosophy is 'content is king,' helping you convey core information through clear, powerful presentations, rather than relying on flashy but potentially distracting design elements."
  },
  "slides.faq.q5": {
    "message": "How does FunBlocks AI Slides protect my data and privacy?"
  },
  "slides.faq.a5": {
    "message": "We take user data security and privacy very seriously. All data is encrypted in storage, and we do not use your content for other purposes. The use of AI features also follows strict privacy protection guidelines. You can use FunBlocks AI Slides with peace of mind, focusing on creating excellent presentation content."
  },
  "slides.faq.q6": {
    "message": "What advantages does FunBlocks AI Slides have compared to traditional PPT software?"
  },
  "slides.faq.a6": {
    "message": "FunBlocks AI Slides focuses on improving efficiency and content quality. Key advantages include: \n1. Quick creation based on Markdown; \n2. AI-assisted content generation and optimization; \n3. Minimalist design, reducing time spent on formatting; \n4. Online collaboration and sharing; \n5. Seamless integration with the FunBlocks ecosystem. \nThese features allow you to create high-quality presentations faster, rather than getting bogged down in complex design details."
  },
  "slides.faq.q7": {
    "message": "Can I import existing PPTs into FunBlocks AI Slides?"
  },
  "slides.faq.a7": {
    "message": "Currently, FunBlocks AI Slides doesn't directly support importing traditional PPT files. However, our AI assistant can help you quickly rebuild existing content. Simply paste the main content of your PPT into our editor, and AI will help you reorganize and optimize the content, creating a new, more efficient version of your presentation."
  },
  "slides.faq.q8": {
    "message": "Is it true that Amazon does not allow the use of PPT for internal meetings?"
  },
  "slides.faq.a8": {
    "message": "Yes, it's true. Founder Jeff Bezos believes that PPT is too brief and can cause key details to be overlooked, which hinders information transfer and decision-making. Therefore, the company prohibits its use and instead uses a '6-page document.' \nHowever, FunBlocks AI Slides addresses this issue with AI enhanced Speaker Notes, allowing the AI assistant to generate detailed speaking content as speaker notes, which helps both the speaker and provides sufficient detail for the audience."
  },
  "slides.faq.q9": {
    "message": "Are there copyright issues with AI-generated content?"
  },
  "slides.faq.a9": {
    "message": "The AI-generated content in FunBlocks AI Slides is original content based on the keywords and topics you provide. The copyright of this content belongs to you. However, we recommend that you still review the AI-generated content to ensure its accuracy and applicability. For any quotes or specific data, we suggest you provide appropriate citations and verification."
  },
  "slides.faq.q10": {
    "message": "Is FunBlocks AI Slides suitable for creating complex tech or data presentations?"
  },
  "slides.faq.a10": {
    "message": "Absolutely. While FunBlocks AI Slides emphasizes simplicity, it fully supports complex tech and data presentations. You can easily insert code blocks, mathematical formulas, charts, and images. Our AI assistant can also help explain complex concepts, making your presentation easier for audiences to understand."
  },
  "slides.faq.q11": {
    "message": "Can I customize the themes and styles in FunBlocks AI Slides?"
  },
  "slides.faq.a11": {
    "message": "Yes, FunBlocks AI Slides offers multiple preset themes and also supports customization. You can adjust colors, fonts, and layouts to match your brand style. But remember, our design philosophy is to keep things simple and let the content be the star."
  },
  "slides.faq.q12": {
    "message": "How does FunBlocks AI Slides handle images and multimedia content?"
  },
  "slides.faq.a12": {
    "message": "While FunBlocks AI Slides is primarily text-based, it fully supports the insertion of images, videos, and other multimedia content. You can add these elements through simple Markdown syntax or slash-menu operations. The AI assistant can also help you select or generate image suggestions related to your content."
  },
  "slides.faq.q13": {
    "message": "Can I use FunBlocks AI Slides offline?"
  },
  "slides.faq.a13": {
    "message": "FunBlocks AI Slides is primarily an online tool, but we support downloading presentations as PDF versions."
  },
  "slides.faq.q14": {
    "message": "Does FunBlocks AI Slides support presenter mode and timing functions?"
  },
  "slides.faq.a14": {
    "message": "Yes, FunBlocks AI Slides provides a professional presenter mode. You can view the next slide, speaker notes, and use the built-in timer to control your presentation pace. These features are optimized to ensure you remain professional and composed during your presentation."
  },
  "slides.faq.q15": {
    "message": "How do I start using FunBlocks AI Slides? Is it beginner-friendly?"
  },
  "slides.faq.a15": {
    "message": "FunBlocks AI Slides is very welcoming to beginners! We provide detailed beginner guides and interactive tutorials to help you get started quickly. From the moment you start using it, our AI assistant will guide you throughout the process, answering questions and providing suggestions. You'll find that creating your first professional presentation is simpler and quicker than you imagined."
  },
  "slides.faq.q16": {
    "message": "Can I use FunBlocks AI Slides for free?"
  },
  "slides.faq.a16": {
    "message": "Yes, FunBlocks AI offers a free usage option. New users will receive 30 free AI service accesses upon registration, along with an additional 10 free accesses daily, ensuring you can experience the powerful features of the AI assistant. Additionally, FunBlocks AI has a rewards mechanism; by inviting friends to register, both you and your friends can receive free usage credits."
  },
  "slides.faq.q17": {
    "message": "How can I earn free usage credits by inviting friends?"
  },
  "slides.faq.a17": {
    "message": "You can invite friends in two ways. First, share the invitation link; when your friend registers through the link, they will receive a reward. Second, share content generated by the FunBlocks AI browser extension or AI Flow; if users click to read and register, you will also receive an invitation reward."
  },
  "slides.faq.q18": {
    "message": "How to cancel a subscribed plan?"
  },
  "slides.faq.a18": {
    "message": "You can find the 'Upgrade AI' section in the settings. If you are subscribed to a membership plan, there will be a Cancel button in the corresponding description area; click it to unsubscribe."
  }
}